import SideBar from "./components/sideBar/page";
import Header from "./components/header/page";
import { Container } from "./components/ui/Container";

export default function Home() {
  return (
    <>
      <Header />
      <Container>
        <div className="flex">
          <SideBar />
          <div>
            <h1 className="text-center">Home page</h1>
            <p>
              У Хмельницькому пройшов четвертий етап GGBET 3х3 Чемпіонату
              України серед дорослих команд, який подарував уболівальникам
              видовищні матчі, напружену боротьбу та яскраві емоції. Переможцем
              етапу стала команда ЗСО БК СумДУ, яка у фіналі перемогла
              господарів майданчика Хмельницький з рахунком 21:12. Бронзові
              нагороди здобула команда Полісся-Житомир, а MVP турніру було
              визнано Іллю Кабацюру. Пропонуємо до вашої уваги фотогалерею
              другого ігрового дня, до якої увійшли найяскравіші моменти
              вирішальних матчів, емоції учасників та атмосфера хмельницького
              етапу GGBET 3х3 Чемпіонату України. Наступний етап чемпіонату
              відбудеться 15–16 серпня в Івано-Франківську, а 22 серпня в Києві
              пройде фінал GGBET 3х3 Чемпіонату України 2026 року.
            </p>
          </div>
        </div>
      </Container>
    </>
  );
}
